<?php
include_once './header.php';
?>
<div class="votes_content">
    <div class="votes_notice">

        <br /><center><h2>关于举办“2012河池学院大学生年度人物”评选活动的<br />通  知</h2></center>

各系（院）：<br />
　　为深入贯彻党的十八大精神，全面落实教育规划纲要，围绕立德树人根本任务，积极培育和践行社会主义核心价值观，深入挖掘和宣传表彰大学生先进典型，集中展现当代大学生的精神风貌，充分发挥先进典型的示范引领作用，在全院营造促进大学生健康成长的良好环境，决定举办“2012河池学院大学生年度人物”评选活动。现将有关事项通知如下：<br /><br />
　　<b>一、活动主题：</b>立志　责任　创新　奉献<br /><br />
　　<b>二、报名时间：</b>即日起至2013年3月22日<br /><br />
　　<b>三、参选对象：</b>全院全日制本、专科生<br /><br />
　　<b>四、参选要求</b><br />
　　1.拥护中国共产党的领导，热爱社会主义，热爱祖国，具有正确的世界观、人生观、价值观；<br />
　　2.模范遵守国家的法律、法规和学校的规章制度，具有良好的思想道德修养和健康的心理素质；<br />
　　3.热爱集体、尊敬师长、团结同学、乐观向上，具有积极进取的精神状态；<br />
　　4.参选人在热爱祖国、敬业奉献、勤奋学习、科技创新、志愿服务、热心助人、见义勇为、诚实守信、孝老爱亲、艰苦奋斗、自强不息、特殊才能等某一方面或多方面具有突出表现，受到充分肯定和广泛好评，能起到良好的榜样作用和示范效应；<br />
　　5.参选人事迹应主要集中在2012年。<br /><br />
　　<b>五、评选方式及阶段</b><br />
　　评选采用专家评审和群众投票相结合方式，分为推荐、初评、复评三个阶段。<br />
　　1.推荐阶段：各系（院）各班级应召开主题班会推荐大学生年度人物，学生也可以按照评选条件进行自荐；推荐人选、自荐人选均需各系（院）学生工作领导小组核实并加盖党总支公章在本系（院）公示3天，最后向学院推荐3至5名大学生年度人物人选。<br />
　　2.初评阶段：评委会对参选人进行评审，确定20名年度人物候选人。并通过河池学院网站公示入围大学生事迹，展示候选人风采，接受群众及大学生的监督。<br />
　　3.复评阶段：大学生对晋级候选人进行网络投票（投票方式见河池学院网），并综合评委会专家投票，上报学院审定，评出10人为“2012河池学院大学生年度人物”、10人为“2012河池学院大学生年度人物”提名奖。<br />
　　4.颁奖典礼：举行颁奖仪式，揭晓2012河池学院大学生年度人物并颁发证书。</br><br />
　　<b>六、报名材料要求</b><br />
　　1.报名表（见附件），包括150字个人事迹简介，要求简明扼要、事迹突出，所列荣誉应为校级（含校级）以上表彰；<br />
　　2.参选人事迹材料，以第三人称方式撰写材料，字数限3000字以内（格式为：标题：XXX系XXX事迹，小2号黑体；正文内容，一律用三号，仿宋，正文标题：三号黑体；行距24磅）；<br />
　　3.参选人两张以上电子照片，其中须包含正面免冠证件照片一张（1寸2.5*3.5cm，413*295像素），其他照片要求能够反映参选人事迹和精神风貌（5张以内，像素不小于1024*768）；<br />
　　4.各系（院）于2013年3月22日前将候选人报名表、候选人事迹等材料上报思政科，同时将电子文档发送到hcxyszk2011@163.com（材料请打包发送，邮件及附件文件包标题均统一为：xx系(院)参选人xxx事迹，单个邮件大小不能超过30M）。<br /><br />
　　<b>七、其他</b><br />
　　1.各系（院）应以“公平、公正、公开”为原则，在本系（院）范围内推荐最佳人选参加“2012河池学院大学生年度人物”评选活动，须如实填写申报表，按要求提交有关材料。<br />
　　2.各系（院）应以本次活动为契机，充分挖掘典型，树立榜样，广泛宣传，进一步加强学风、校风建设。<br /><br /><br />
   <p style="float:right">中共河池学院委员会学生工作部   共青团河池学院委员会</p>
     <div class="clear"></div>
   <p style="float:right">2013年3月6日</p>
   </div>
</div>

<?php
include_once './footer.php';
?>