<?php
include_once './header.php' ;
?>
<div class="votes_content">
    <div class="votes_notice">

        <br /><center><h2>投票细则<br /></h2></center>

        <br /><center><h3>网络投票应以“公平、公开、公正”为原则，<br />利用本次活动为契机，充分挖掘典型，树立榜样，广泛宣传，进一步加强学风、校风建设。<br /></h3></center><br />

        <b>&nbsp;&nbsp;&nbsp;一、投票原则：</b>公平、公开、公正<br /><br />
　　<b>二、评选方式及阶段</b><br /><br />
　　评选采用专家评审和群众投票相结合方式，分为推荐、初评、复评三个阶段。<br /><br />
　　1.推荐阶段：各系（院）各班级应召开主题班会推荐大学生年度人物，学生也可以按照评选条件进行自荐；推荐人选、自荐人选均需各系（院）学生工作领导小组核实并加盖党总支公章在本系（院）公示3天，最后向学院推荐3至5名大学生年度人物人选。<br />
　　2.初评阶段：评委会对参选人进行评审，确定20名年度人物候选人。并通过河池学院网站公示入围大学生事迹，展示候选人风采，接受群众及大学生的监督。<br />
　　3.复评阶段：大学生对晋级候选人进行网络投票（投票方式见河池学院网），并综合评委会专家投票，上报学院审定，评出10人为“2012河池学院大学生年度人物”、10人为“2012河池学院大学生年度人物”提名奖。<br />
　　4.颁奖典礼：举行颁奖仪式，揭晓2012河池学院大学生年度人物并颁发证书。<br /><br />
　　<b>三、投票对象：</b>全院师生<br /><br />
　　<b>四、投票要求：</b>每天一个IP有十次投票机会，一天内不能重复投同一名参赛人员。即：一个IP此时投了一名参赛人员，还有9次机会可以投其他人，十次之后或要投同一参赛人员必须等到第二天。<br /><br />
　　<b>五、投票截止时间：</b>即日起至2013年5月31日17时止<br /><br />
        <p style="float:right">中共河池学院委员会学生工作部   共青团河池学院委员会</p>
        <div class="clear"></div>
        <p style="float:right">2013年5月20日</p>
    </div>
</div>

<?php
include_once './footer.php' ;
?>